; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	Nick Mattheakis <manikgrc@hotmail.com>
; Homepage:
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
1=БсчеЯп
2=РспфймЮуейт
3=ВпЮиейб
4=
5=ЕрйлпгЮ бсчеЯпх
6=&БсчеЯп/ЕгкбфбуфЬфзт рспт еобгщгЮ:
7=ЕобгщгЮ уе
8=&КбфЬлпгпт Рсппсйумпэ:
9=
10=ЕрйлпгЭт Universal Extractor
11=Рбсбкплпэизуз бсчеЯщн &йуфпсйкпэ
12=
13=
14=&Глюууб:
15=
16=
17=ЕрйлпгЭт мпсцпрпЯзузт фэрщн бсчеЯщн
18=&РспейдпрпЯзуз рсйн фзн екфЭлеуз бсчеЯщн
19=&БцбЯсеуз дйрлюн бсчеЯщн
20=БцбЯсеуз &рспущсйнюн бсчеЯщн
21=&РспуиЮкз еллейрюн рспекфЬуещн бсчеЯщн
22=
23=
24=%s Йуфьфпрпт
25=
26=
27=
28=
29=
30=
31=&OK
32=
33=
34=&ўкхсп
35=РспфймЮуейт 2
36=%s ЕобгщгЮ
37=%s хрпуфзсЯжей фйт ербкьлпхиет меиьдпхт гйб брпухукехбуЯб %s рбкЭфщн.  Дхуфхчют, кбммЯб брь бхфЭт
38=МЭипдпт ЕобгщгЮт
39=%s Дйбчейсйуфйкьт ЕгкбфбуфЬфзт
40=%s еобгщгЮ
41=%s дйбкьрфзт
42=%s БрпухукехбуфЮт
43=Ден еЯнбй егкбфбуфЬфзт InstallShield
44=
45=
46=
47=%sРбсбкблю ерйлЭофе Энб Эгкхсп бсчеЯп.
48=ўнпйгмб бсчеЯпх
49=ЕггсбцЮ уе
50=
51=бсчеЯп
52=ухмрйеумЭнп бсчеЯп
53=
54=злекфспнйкь вйвлЯп
55=злекфспнйкЮ кЬсфб
56=ксхрфпгсбцзмЭнп бсчеЯп
57=екфелЭуймп
58=
59=БсчеЯп впЮиейбт
60=ереЯгпхуб ерйдйьсищуз
61=ейкьнб
62=егкбфбуфЬфзт
63=
64=рбкЭфп
65=мрЬлщмб
66=Бхфп-брпухмрйежьменп
67=УфЬдйп
68=
69=ДпкймЮ
70=
71=
72=ензмЭсщуз
73=
74=
75=ЕоЭфбуз бсчеЯпх гйб еобксЯвщуз фэрпх бсчеЯпх.
76=ЕоЭфбуз бсчеЯпх ме %s еоЭфбуз.
77=БрпухукехбуЯб бсчеЯщн брь:
78=БнбмпнЮ гйб бсчйкпрпЯзуз фпх егкбфбуфЬфз.%nРбсбкблю ресймЭнефе.
79=
80=%s Пй ейкьнет CD-ROM ден мрпспэн нб брпухукехбуфпэн кбф'ехиеЯбн.  Бнф'бхфпэ, бхфЮ з ейкьнб%nиб мефбфсбреЯ уе ейкьнб ISO CD-ROM, кбй мефЬ иб брпухукехбуфеЯ.%n%nИЭлефе нб ухнечЯуефе?%nУзмеЯщуз: БхфЮ з дйбдйкбуЯб иб дйбскЭуей месйкЬ лерфЬ.
81=УцЬлмб:  З ейкьнб CD-ROM ден мрьсеуе нб мефбфсбреЯ.%nБн бхфЮ еЯнбй ейкьнб BIN/CUE, уйгпхсехфеЯфе ьфй фп бсчеЯп CUE еЯнбй кбфЬллзлб дйбмпсцщмЭнп.
82=УцЬлмб:  Мйб ейкьнб ISO дзмйпхсгЮизке брь фзн %s ейкьнб, бллЬ ден мрьсеуе нб мефбфсбреЯ.%nИЭлефе нб ксбфЮуефе фзн ейкьнб ISO гйб ресйууьфесз бнЬлхуз?
83=УцЬлмб: Ден всЭизке:%n%s\%s.%s%n%nЧсейЬжпнфбй мбжЯ пй %s.bin кбй %s.cue.
84=БсчйкпрпЯзуз %s.  Рбсбкблю клеЯуфе фпн егкбфбуфЬфз, кбй мефЬ рбфЮуфе OK гйб нб ухнечЯуефе.
85=УзмеЯщуз:  БхфЮ з мЭипдпт дпхлеэей мьнп ме ухгкексймЭнб рбкЭфб Wise гйб ЕгкбфбуфЬфз Windows.%nБн п Пдзгьт ЕгкбфЬуфбузт Wise оекйнЬей кбй брлЬ ресймЭней гйб еЯупдп, бхфь фп бсчеЯп ден%nхрпуфзсЯжефбй.  Рбсбкблю клеЯуфе фпн егкбфбуфЬфз, кбй %s иб мбфбйюуей фзн брпухукехбуЯб.%n%nИЭлефе нб ухнечЯуефе?
86=Бхфь фп бсчеЯп еЯнбй рбкефбсйумЭнп ме %s ухмрЯеуз, бллЬ ден мрпсеЯ нб брпухукехбуфеЯ.%nБхфь мрпсеЯ нб пцеЯлефбй уфп ьфй п фэрпт бсчеЯпх ден хрпуфзсЯжефбй, Ю гйбфЯ%nбрлЬ ден хрЬсчпхн бсчеЯб гйб брпухукехбуЯб.%n%nИЭлефе нб брпухукехЬуефе бхфь фп бсчеЯп бнф'бхфпэ?%n%nУзмеЯщуз: Фп брпухукехбумЭнп бсчеЯп иб пнпмбуфеЯ:%n%s\%s_брпухукехЬуфзке.%s
87=УцЬлмб:  %s%nден мрьсеуе нб брпухукехбуфеЯ.
88=РспейдпрпЯзуз:  Гйб нб брпухукехбуфпэн бсчеЯб бхфпэ фпх фэрпх, фп бсчеЯп рсЭрей нб екфелеуфеЯ кбф'ехиеЯбн.%nБн ухнечЯуефе, иб екфелеуфеЯ з бкьлпхиз енфплЮ:%n%n%s%n%nБн рйуфеэефе ьфй бхфь фп бсчеЯп мрпсеЯ нб еЯнбй кбкьвпхлп, рспфеЯнефбй нб мзн рспчщсЮуефе.%nИЭлефе нб рспчщсЮуефе уфзн брпухукехбуЯб?
89=
90=
91=
92=
93=
94=%s пй брпухукехбуЯет ден мрпспэн нб кбфбчщсзипэн уфп змеспльгйп.
95=
96=%s ден мрпсеЯ нб брпухукехбуфеЯ.%nП фэрпт бсчеЯпх Юфбн: %s%n%nРбфЮуфе OK бн иЭлефе нб бнблэуефе фп бсчеЯп, Ю ўкхсп гйб Эопдп.
97=%s%nЭчей мйб Ьгнщуфз ерЭкфбуз кбй ден мрпсеЯ нб брпухукехбуфеЯ.
98=%s%nден мрпсеЯ нб дзмйпхсгзиеЯ.  Рбсбкблю ерйлЭофе Энбн Эгкхсп рсппсйумь.
99=%s ден мрпсеЯ нб брпухукехбуфеЯ.%nЦбЯнефбй нб еЯнбй Энб(т) %s, фп прпЯп хрпуфзсЯжефбй, бллЬ з брпухукехбуЯб брЭфхче.%nРбсбкблю деЯфе фп бсчеЯп змесплпгЯпх, %s, гйб ресйууьфесет рлзспцпсЯет.%n%nРбфЮуфе OK гйб емцЬнйуз фпх бсчеЯпх змесплпгЯпх фюсб, Ю ўкхсп гйб Эопдп.
100=
101=
102=
103=
104=
105=
106=
107=
108=
109=
110=
111=
112=
113=
114=
115=
116=
117=
118=
119=
